Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] WEBTOON LATAM_Bitten Contract.tmx
Source language: en
Languages: es_419

source: yeah! hehe.
es_419: ¡sip! je, je.

source: but I was often mistreated and had to do all kinds of things.
es_419: pero era maltratada a menudo y tenía que hacer todo tipo de cosas.

source: ha...
es_419: ja…

source: lift
es_419: LEVANTA

source: yun thinks of me as just a friend...
es_419: yun me quiere solo como amiga…

source: A 30-minute Run
es_419: una carrera de 30 minutos

source: 3 hours ago
es_419: hace 3 horas

source: I don't think you understand how serious this is.
es_419: creo que no entiendes la gravedad del asunto.

source: but she seems to have forgotten me...
es_419: pero parece que se ha olvidado de mí…

source: that's you, right?
es_419: ese eres tú, ¿no?

source: I don't think you'll believe anything I tell you now.
es_419: me temo que no creerás nada de lo que diga ahora.

source: h
es_419: I

source: hey! ijun seo!!!
es_419: ¡¡¡ey, ijun seo!!!

source: fact attack
es_419: HECHO BRUTAL

source: ...will I turn into a vampire now?
es_419: … ¿ahora me volveré vampira?

source: eek, it's the director.
es_419: uy, es el director.

source: today's our last day of filming.
es_419: hoy es nuestro último día de rodaje.

source: so, like last time...
es_419: como la otra vez…

source: get in.
es_419: sube

source: I'm fine--
es_419: estoy bien…

source: Chae-i, we need to talk about something.
es_419: chae-i, tenemos que hablar de algo.

source: But there's no denying these pictures.
es_419: Pero no podemos negar estas fotos.

source: reach
es_419: ALCANZA

source: I mean...
es_419: o sea…

source: he's been begging to come here since this morning!
es_419: ¡ha estado rogándome para venir desde esta mañana!

source: - 2 hours ago -
es_419: - hace 2 horas -

source: hey, hey! wait!
es_419: ¡ey, ey! ¡espera!

source: thank you so much to the director, scriptwriter, and all our staff.
es_419: muchas gracias al director, a la guionista y a todo nuestro equipo.

source: I can't continue filming like this.
es_419: no puedo seguir rodando así.

source: ite
es_419: MI ÍDOLO FAVORITO

source: that's right!
es_419: ¡sip!

source: do you like that idol group, ijun?
es_419: ¿te gusta esa banda de ídolos, ijun?

source: Yun Kang and Sera Nam
es_419: YUN KANG Y SERA NAM

source: I knew I'd run into her someday, but not this soon.
es_419: sabía que me la encontraría algún día, pero no tan pronto.

source: my friendship with the two probably won't be the same anymore... right?
es_419: es muy probable que mi amistad con los dos ya no sea la misma… ¿cierto?

source: where are your fangs?
es_419: ¿y tus colmillos?

source: I know you always gave your very best.
es_419: sé que siempre das lo mejor de ti.

source: please let me know if I need to improve anything!
es_419: ¡por favor, dime cuando deba mejorar en algo!

source: I can help you practice your lines...
es_419: puedo ayudarte a ensayar tus líneas…

source: hel--
es_419: ray…

source: I don't want to.
es_419: no quiero.

source: I came to film a drama too.
es_419: también vine a grabar la novela.

source: sera, the beautiful!
es_419: ¡sera, hermosa!

source: how can you bring another last-minute script?!
es_419: ¿cómo se aparece con otro guion de último minuto?

source: …and has a good reputation.
es_419: … y tiene buena reputación.

source: the after party?
es_419: ¿la fiesta?

source: oppa, I'm not the one you should worry about!
es_419: ¡oppa, no soy yo por quien debes preocuparte!

source: try this, ijun!
es_419: ¡pruébala, ijun!

source: ahem
es_419: EJEM

source: yes...
es_419: ¿sí?…

source: ...I don't like the male lead.
es_419: … no me cae bien el protagonista.

source: you have to go to a doctor and get treatment for your headaches.
es_419: tienes que ir al médico para tratar tu dolor de cabeza.

source: oh… well…
es_419: eh… pues…

source: your script is already so tattered! haha!
es_419: ¡tu guion está hecho añicos! ja, ja.

source: ijun, are you...
es_419: ijun, ¿eres…

source: I'll text you.
es_419: te escribiré.

source: it really does taste good...
es_419: es cierto que sabe muy bien…

source: oh... that too...
es_419: ah… también…

source: ...we got a bit closer during filming.
es_419: … nos hemos acercado un poco en las grabaciones.

source: all the male leads that have worked with this director previously got really popular. let's give it a shot too!
es_419: todos los protagonistas que trabajan con este director se vuelven famosos. ¡démosle una oportunidad!

source: WELCOME
es_419: bienvenidos

source: he's drunk.
es_419: está borracho.

source: you sure, chae-i? but you'll have to wait for a long time.
es_419: ¿estás segura, chae-i? tendrías que esperar mucho tiempo.

source: but you're prettier... haha...
es_419: pero tú eres más linda… ja, ja…

source: My Favorit idol
es_419: MI ÍDOLO FAVORITO

source: I won't let it cause any problems for the drama!
es_419: ¡no causaré ningún problema para la novela!

source: I'm ready.
es_419: estoy lista.

source: ...welcome.
es_419: … bienvenida.

source: bye!
es_419: ¡chao!

source: you're frowning... do you have a headache again?
es_419: estás frunciendo el ceño… ¿es tu cabeza otra vez?

source: oh! you're an idol.
es_419: ¡ah! eres un cantante.

source: the affectionate couple has been sighted many times recently...
es_419: la cariñosa pareja ha sido vista muchas veces recientemente…

source: bzzzt
es_419: BIZZ

source: yes, it's that scene...
es_419: sí, es justo su escena…

source: oh--
es_419: em…

source: drip
es_419: PLIC

source: you're nothing but a supporting character!
es_419: ¡no eres más que un actor de reparto!

source: who is we?
es_419: ¿de quiénes?

source: whisper
es_419: SUSURRA

source: CHUCKLE
es_419: JIJIJI

source: here.
es_419: aquí.

source: it's not what you think.
es_419: no es lo que crees.

source: you enjoyed it all alone!
es_419: ¡la disfrutaste tú solo!

source: press
es_419: PRESIONA

source: ...who gets everyone's attention upon showing up.
es_419: … que atrae todas las miradas cuando aparece.

source: I can take a cab on my own!
es_419: ¡yo puedo pedir un taxi!

source: this is ijun seo.
es_419: soy ijun seo.

source: ...and the pain will come back...
es_419: … y el dolor volverá…

source: I only saw him very briefly, but he was so cute, like a huge dog!
es_419: hablamos poco, pero fue muy tierno, ¡como un osito!

source: Ijun, the weather's nice and cool!
es_419: ijun, el clima está bueno y fresco!

source: oh... ‘kay...
es_419: ah… bue…

source: no, you'll be tired!
es_419: no, ¡debes estar cansando!

source: I was disillusioned and questioned if this path was really for me.
es_419: estaba desilusionada y me cuestioné si este camino era para mí.

source: the singer?
es_419: ¿el cantante?

source: is it that funny?
es_419: ¿es tan gracioso?

source: I recommended this song to him last time because it's hot nowadays!
es_419: ¡le recomendé esta canción hace poco porque está de moda!

source: it's easier to focus, your senses are sharper than normal...
es_419: te es fácil concentrarte, tus sentidos se agudizaron…

source: yet she obviously likes yun a lot. but they're not dating...
es_419: pero es obvio que le encanta yun. aunque no están saliendo…

source: you need to keep it light on your drinks.
es_419: deberías bajarle un poco a la bebida.

source: noisy
es_419: BLA BLA

source: the honor of this award...
es_419: todo el reconocimiento…

source: bicker
es_419: DISCUTE

source: Ijun doesn't like women anyway.
es_419: igual, a Ijun no le gustan las mujeres

source: okay! but you'll still help me today, right?
es_419: ¡bueno! pero igual me ayudarás hoy, ¿verdad?

source: do you know how much you sparkle when you act?
es_419: ¿te das cuenta de cuánto brillas cuando actúas?

source: …no, thank--
es_419: … no, gracias…

source: you're right...
es_419: tienes razón…

source: Home Explore Subscriptions Library History Watch later Playlists
es_419: Inicio Explorar Suscripciones Biblioteca Historial Ver más tarde Lista de reproducciones

source: can you come to my place, by any chance?
es_419: ¿tal vez puedas venir a mi casa?

source: I'm sorry... it's... just the first time that I'm expecting to get bitten...
es_419: lo siento… es que… es la primera vez que soy consciente de que vas a morderme…

source: ...let me choose who to date.
es_419: … déjeme escoger con quién.

source: looks like he got a big head just because the scriptwriter likes him a little!
es_419: ¡como que se le subió a la cabeza solo porque a la guionista le gusta un poco!

source: no, he's a pretty good actor!
es_419: ¡no, es muy buen actor!

source: ...and you probably feel more energized.
es_419: … y probablemente te sientas con más energía.

source: most vampires do...
es_419: a muchos vampiros sí…

source: ...or wearing matching items, like jewelry.
es_419: … o que usemos lo mismo, como una joya.

source: I'm not kidding!
es_419: ¡no bromeo!

source: I will!
es_419: ¡claro!

source: and more importantly...
es_419: y lo más importante…

source: when will you get it for me?
es_419: ¿cuándo me la darás?

source: try a contract relationship, just for six months.
es_419: intenta un contrato amoroso, solo por seis meses.

source: ...you should pick up your phone.
es_419: … deberías contestar.

source: chacha 3 hours ago
es_419: chacha hace 3 horas

source: I keep hearing things that bother me.
es_419: no dejo de oír cosas que me molestan.

source: okay. good thinking.
es_419: vale. bien pensado.

source: it's a nervous headache.
es_419: es un dolor de cabeza nervioso.

source: then I'll leave now--
es_419: entonces me voy ya…

source: he's already a top star in the limelight…
es_419: él ya es una superestrella…

source: let's drop the honorifics!
es_419: ¡dejemos de ser tan serios!

source: STBS Drama - The Powerful Intern After Party Thank you to all our staff and actors!
es_419: stbs novela – la pasante poderosa fiesta de despedida ¡gracias a nuestro equipo y a los actores!

source: haha...
es_419: ja, ja…

source: HOT ISSUES
es_419: TEMAS ARDIENTES

source: slap
es_419: PLAS

source: you're the most popular, national boyfriend nowadays. but this rumor...
es_419: últimamente, tú eres el más popular, el novio nacional, pero esto…

source: I doubt that I can be of help to you in any way...
es_419: dudo que pueda serte de mucha ayuda…

source: I hear doha choi is set to be the male lead! this will be big, don't you think?
es_419: ¡escuché que doha choi será el coprotagonista! será una bomba, ¿no crees?

source: let's do the contract relationship.
es_419: hagamos el contrato amoroso.

source: on what grounds are you so confident--
es_419: ¿en qué te basas para estar tan seguro?

source: I've never seen that face on you! you seeing someone?
es_419: ¡no te había visto esa cara! ¿estás saliendo con alguien?

source: if I were...
es_419: si yo fuera…

source: do they know each other?
es_419: ¿se conocen?

source: 301,174 views
es_419: 301,174 visualizaciones

source: so don't develop any feelings for her--
es_419: así que no vayas a enamorarte de ella…

source: I know I caused some trouble while filming the earlier episodes...
es_419: sé que causé algunos problemas durante el rodaje…

source: sera and yun were my only friends... so it feels even more awkward...
es_419: sera y yun eran mis únicos amigos… por eso me resulta aún más incómodo…

source: would you like me to take it for you?
es_419: ¿les gustaría que les ayude con la foto?

source: what do you mean "why?”
es_419: ¿qué significa "por qué"?

source: slurp
es_419: SLUUP

source: ...but he hasn't, even to this day. maybe he forgot me...
es_419: … pero no lo ha hecho hasta ahora. tal vez me olvidó.

source: I was waiting for you, chae-i, but this guy suddenly barged in...
es_419: te estaba esperando, chae-i, pero este tipo se apareció de repente…

source: I don't want you to--
es_419: no quiero que tú…

source: seonbae, I'm new to acting, but I'll do my very best!
es_419: seonbae, ¡soy nuevo en la actuación, pero me esforzaré!

source: are you two dating?
es_419: ¿están saliendo?

source: why... are you picking up chae-i's phone?
es_419: ¿por qué tomas el celular de chae-i?

source: I...
es_419: yo…

source: ...and she's not the only girl who likes yun.
es_419: … además, no es la única a la que le gusta yun.

source: you should give up on her quickly...
es_419: deberías renunciar a ella ya…

source: I'll make sure you get it next week.
es_419: te prometo que la próxima semana.

source: do you think i’m a fool?
es_419: ¿crees que soy tonta?

source: ahem.
es_419: EJEM

source: YUn Incoming
es_419: yun llamando

source: so seonbae, that was why--
es_419: seonbae, así que por esto…

source: chae-i... you said you liked yun, right?
es_419: chae-i… dijiste que te gustaba yun, ¿no?

source: I will, oppa!
es_419: ¡lo haré, oppa!

source: go back inside!!!
es_419: ¡¡¡vuelve adentro!!!

source: Published 201X.10.04 11:08
es_419: publicado 201X.10.04 11:08

source: ...was I just imagining it?
es_419: ¿… o me lo imaginé?

source: so that’s how you’re going to play it?
es_419: ¿así es como vas a jugar?

source: what kind of joke is this?
es_419: ¿qué clase de broma es esta?

source: is it because of the alcohol?
es_419: ¿será por el alcohol?…

source: I'm reporting you for sexual harrassment!
es_419: ¡te denunciaré por acoso sexual!

source: oh, thank you!
es_419: ¡ay, gracias!

source: it's just that we heard some things...
es_419: es solo que escuchamos algunas cosas…

source: ugh...
es_419: ay…

source: yes, I'll be fine.
es_419: sí, no importa.

source: trickle
es_419: GLUB

source: You could get sued.
es_419: Podrían demandarte.

source: ...this year, TSBC's rookie of the year goes to...
es_419: … el premio tsbc al actor revelación de este año es para…

source: what were you talking about?
es_419: ¿de qué hablaban?

source: you break up so quickly every time. has it ever occurred to you that you might be the problem?
es_419: cada vez rompes más rápido. ¿alguna vez has pensado que quizá seas tú el problema?

source: what a cocky bastard!
es_419: ¡Qué pedazo de pendejo!

source: I'm chae-i lee in the role of areum nam.
es_419: soy chae-i, interpretaré el personaje de areum nam.

source: ...especially if you've been suffering from headaches for a while.
es_419: … especialmente si has sufrido dolores de cabeza por un tiempo.

source: oh...!
es_419: ¡guau!

source: seeing that she's here too, something's definitely going on isn't there?
es_419: si vino es porque, definitivamente, algo está sucediendo, ¿no?

source: flinch
es_419: VACILA

source: ijun likes it rare!
es_419: ¡a ijun le gusta jugosa!

source: photos proving the couple's relationship are all over social media ~~~~~~~
es_419: las fotos que comprueban la relación inundan todas las redes ~~~~~~~

source: sera's such an angel...
es_419: sera es un ángel…

source: ...are officially dating, according to their agency.
es_419: … están saliendo oficialmente, según su agencia.

source: the pain isn't just gone...
es_419: no solo el dolor se ha ido…

source: ijun's imagination
es_419: EN LA IMAGINACIÓN DE IJUN

source: huh? yeah. it's not set it stone yet... just a meeting.
es_419: ¿eh? sí. no es definitivo… solo es una reunión.

source: but pretty much everyone knows about it already.
es_419: pero casi todo el mundo ya se enteró de esto.

source: mom!
es_419: ¡mami!

source: I can't believe I'm receiving such an honorable award.
es_419: no puedo creer que esté recibiendo tan honorable premio.

source: good job.
es_419: bien hecho.

source: you're ijun seo, right?
es_419: tú eres ijun seo, ¿cierto?

source: huh? yun, are you at your limit?
es_419: ¿eh? yun, ¿estás en tu límite?

source: Enjoy dinner and have a great evening!
es_419: disfruta la cena y pasa una noche genial!

source: yongho has a huge mole on his thigh, so...
es_419: yongho tiene un lunar grandote en su pierna, y…

source: do me a favor. can you please just go home tonight? let's talk next time.
es_419: hazme un favor. ¿te puedes ir a casa esta noche? hablamos otro día.

source: I'll skip the second round tonight. let's go another time.
es_419: paso de la segunda ronda esta noche. vamos la próxima vez.

source: ...and I like him,
es_419: … y a mí me gusta,

source: it’s a pleasure to meet you!
es_419: es un placer conocerlos.

source: it's only a matter of time, haha!
es_419: ¡solo es cuestión de tiempo! ja, ja.

source: let's get along now.
es_419: deben ser amigos.

source: the scriptwriter is his fan and got him cast for the role.
es_419: la guionista es su fan y le hizo casting para el personaje.

source: Jiseong Incoming
es_419: jiseong llamando

source: favorite idol
es_419: ÍDOLO FAVORITO

source: ooh, sounds good.
es_419: ay, suena bien.

source: ...So what's going on?
es_419: … ¿qué pasa?

source: I-I didn't want to interrupt...
es_419: n-no quise interrumpir…

source: take a look at this.
es_419: mira esto.

source: this is...
es_419: esto es…

source: I'll make you happy!
es_419: ¡te haré muy feliz!

source: why not?
es_419: ¿por qué?

source: I'm sure you heard from your manager, but nothing is final yet.
es_419: seguro que su representante se lo dijo, pero nada está definido aún.

source: I'm alright now.
es_419: estoy bien ahora.

source: to our relationship.
es_419: por nuestra relación.

source: how much can you drink?
es_419: ¿cuánto aguantas bebiendo?

source: yun, let's talk later!
es_419: yun, ¡hablamos después!

source: who did she make a deal with? how is she on every show?
es_419: con quién tiene un trato? qué hace para estar en todas las series?

source: it's so nice here!
es_419: ¡está precioso aquí!

source: ...in the same sitcom.
es_419: … en la misma comedia.

source: as a special cameo for the best intern!
es_419: ¡soy invitado especial en la pasante poderosa!

source: tell him I say thank you!
es_419: dile que le agradezco.

source: ...and I comforted him every time he went through a break up.
es_419: … y yo lo consuelo en cada despecho.

source: ch...chae-i, this--
es_419: ch… chae-i, esto…

source: swish
es_419: SUIS

source: Should wait to hear from him.
es_419: Deberían esperar que él lo diga.

source: it should be fine today...
es_419: estaría bien hoy…

source: does she fall asleep when she's drunk?
es_419: ¿se queda dormida cuando bebe?

source: good work everyone!
es_419: ¡buen trabajo, equipo!

source: seonbaenim! how do you know these things?
es_419: seonbaenim, ¿cómo sabes estas cosas?

source: you're just as good as she is!
es_419: ¡tú eres tan buena como ella!

source: I have a headache...
es_419: me duele la cabeza…

source: e
es_419: S

source: Most Popular
es_419: Más popular

source: here?
es_419: ¿aquí?

source: What is his motive?
es_419: ¿Qué lo motiva?

source: what the…
es_419: qué diab…

source: will you give me some time to think about it?
es_419: ¿me darías tiempo para pensarlo mejor?

source: ijun, i hear the iberico steak is great here!
es_419: ijun, ¡me dijeron que el filete ibérico es genial!

source: not a contract, but a real relationship.
es_419: no por contrato, sino una relación real.

source: let's do that, chae-i!
es_419: ¡hagamos eso, chae-i!

source: she's so loose, ahaha.
es_419: qué flexible, ja, ja.

source: as smooth as sera!
es_419: ¡tan suave como sera!

source: no! cut!
es_419: ¡no! ¡corte!

source: who would they like other than each other though?
es_419: ¿quién más les gustaría si no el uno al otro?

source: and it hurts so much I can't do anything...
es_419: y duele tanto que no puedo hacer nada…

source: oppa, marry me!
es_419: ¡oppa, cásate conmigo!

source: what were you doing?!
es_419: ¿Qué estás haciendo?

source: what do you mean by that?
es_419: ¿qué quieres decir?

source: need to talk?
es_419: ¿van a hablar?

source: do you know each other?
es_419: ¿se conocen?

source: no way!!!
es_419: ¡¡¡imposible!!!

source: isn't chae-i something?
es_419: ¿hay algo con chae-i?

source: ...have you had dinner?
es_419: … ¿ya cenaste?

source: how can I convince him?
es_419: ¿cómo lo convenzo?

source: and leon, your acting is great!
es_419: y, león, ¡actúas muy bien!

source: once was enough.
es_419: una vez es suficiente.

source: my head... doesn't hurt at all.
es_419: la cabeza… ya no me duele.

source: well... you saw, right? about sera and me?
es_419: bueno… ya lo viste, ¿no? ¿sobre sera y yo?

source: you come here and help.
es_419: tú vienes y ayudas.

source: my face.
es_419: mi cara.

source: watch your mouth.
es_419: cierra la bocota.

source: huh? no one calls me at this hour.
es_419: ¿eh? nadie me llama a esta hora.

source: I'm sorry I didn't recognize you that time.
es_419: discúlpame por no haberte reconocido el otro día.

source: I can't ruin this for my chae-i nuna!
es_419: ¡no se lo puedo arruinar a mi chae-i nuna!

source: I especially enjoy soft tofu soup nowadays.
es_419: últimamente disfruto mucho de la sopa de tofu.

source: I'll prescribe you some medicine. see how that works.
es_419: le recetaré unos medicamentos. ya veremos cómo actúan.

source: 6 hours ago
es_419: hace 6 horas

source: chae-i, I want your autograph too!
es_419: chae-i, ¡yo también quiero su autógrafo!

source: say that two drunk male friends kissed each other's neck?
es_419: que dos hombres, amigos y borrachos, se besaron en el cuello.

source: how would you like it?
es_419: ¿cómo le gusta?

source: he must have heard something...
es_419: debe haber escuchado algo…

source: I'm glad you like it.
es_419: me alegra que te guste.

source: heehee, really?
es_419: jee, ¿de veras?

source: during the eight months I spent with you, filming the best intern...
es_419: en los ocho meses compartidos, mientras rodábamos la pasante poderosa…

source: that's what happens after we bite someone.
es_419: es lo que pasa después de que mordemos a alguien.

source: really?! thank you!!
es_419: ¿en serio? ¡¡gracias!!

source: List <Previous Next>
es_419: Lista <Anterior Siguiente>

source: …the jean jacket looks like a piece of art on you…
es_419: … esa chaqueta te queda como una obra de arte…

source: well, I'm afraid of losing a friend.
es_419: bueno, me da miedo perder a un amigo.

source: what an evil!
es_419: ¡es un demonio!

source: follow
es_419: seguir

source: l
es_419: A

source: so you want to use me to create a story?
es_419: ¿y quiere usarme para inventar una historia?

source: the owner opened up a bar near the school recently.
es_419: el dueño abrió hace poco un bar cerca de la escuela.

source: how should I explain?
es_419: ¿cómo explicarle?

source: you called me.
es_419: tú me llamaste.

source: I came to the city to become a drama scriptwriter,
es_419: vine a la ciudad para convertirme en guionista de novela,

source: Awkward at complimenting others.
es_419: se incomoda elogiando a otros.

source: I want to look good.
es_419: quiero verme bien.

source: yongho, that actor hyeong-jin kim, and I are all from the same area. everyone back home brags about the three of us!
es_419: yongho, el actor hyeong-jin kim y yo somos de la misma zona. ¡todos en el pueblo alardean de nosotros!

source: ...because chae-i and I will soon--
es_419: … porque chae-i y yo pronto…

source: bulky
es_419: MUSCULOSO

source: oh, well. she spilled her drink and went to the restroom.
es_419: ah, pues, derramó su bebida y fue al baño.

source: ...maybe I shouldn't like anyone.
es_419: … será que no le caigo bien a nadie.

source: I... really want to do a good job with this drama.
es_419: de verdad… quiero hacer un buen trabajo.

source: why are you suddenly bringing up my age?
es_419: ¿por qué de repente trae a colación mi edad?

source: what?! but I saw on tv! sera has an apartment by the han river and drives an expensive car!
es_419: ¡¿qué?! ¡pero te vi en la tele! ¡sera tiene un apartamento frente al río han y un auto carísimo!

source: just... a moment...
es_419: un… momento…

source: it's going to sting a bit.
es_419: va a arder un poquito.
